export const SET = [
  {
    name: "[อร่อยซ่ากับโค้ก] ชุดเซ็ท ชีสเบอร์เกอร์ปลาแซลมอน โคตรจุก 1 + โค้ก",
    price: 325,
    details:
      "รับโค้ดส่วนลดค่าอาหารเพิ่ม กดรับสิทธิ์ได้ที่ add line : @cocacola",
    href: "/menu/setf2.jpg",
  },
  {
    name: "[อร่อยซ่ากับโค้ก] ชุดเซ็ท ชีสเบอร์เกอร์ไก่พริไทยดำโคตรจุก 1 + โค้ก",
    price: 290,
    details: "รับโค้ดส่วนลดค่าอาหารผ่าน Icon Coke ที่ Application LINE MAN",
    href: "/menu/setc2.jpg",
  },
  {
    name: "[อร่อยซ่ากับโค้ก] ชุดเซ็ท ชีสเบอร์เกอร์หมู โคตรจุก 1 + โค้ก",
    price: 310,
    details: "รับโค้ดส่วนลดค่าอาหารผ่าน Icon Coke ที่ Application LINE MAN",
    href: "/menu/setp2.jpg",
  },
  {
    name: "[อร่อยซ่ากับโค้ก] ชุดเซ็ท ชีสเบอร์เกอร์บาร์บีคิวหมู โคตรจุก 1 + โค้ก",
    price: 320,
    details: "รับโค้ดส่วนลดค่าอาหารผ่าน Icon Coke ที่ Application LINE MAN",
    href: "/menu/setp1.jpg",
  },
  {
    name: "[อร่อยซ่ากับโค้ก] ชุดเซ็ท ชีสเบอร์เกอร์ปลา โคตรจุก 1 + โค้ก",
    price: 310,
    details:
      "รับโค้ดส่วนลดค่าอาหารเพิ่ม กดรับสิทธิ์ได้ที่ add line : @cocacola",
    href: "/menu/setf1.jpg",
  },
  {
    name: "[อร่อยซ่ากับโค้ก] ชุดเซ็ท ชีสเบอร์เกอร์เนื้อโคขุน โคตรจุก 1 + โค้ก",
    price: 325,
    details: "รับโค้ดส่วนลดค่าอาหารผ่าน Icon Coke ที่ Application LINE MAN",
    href: "/menu/setb1.jpg",
  },
  {
    name: "[อร่อยซ่ากับโค้ก] ชุดเซ็ท ชีสเบอร์เกอร์ไก่กรอบ โคตรจุก 1 + โค้ก",
    price: 305,
    details: "รับโค้ดส่วนลดค่าอาหารผ่าน Icon Coke ที่ Application LINE MAN",
    href: "/menu/setc1.jpg",
  },
];

export const HD = [
  {
    name: "ขนมปังไส้กรอก ไข่คน",
    price: 60,
    details:
      "ขนมปังไส้กรอกหมูผสมไก่คุณภาพดี ย่างคู่กับไข่คนนุ่มๆ เป็นการผสมผสานที่ลงตัว",
    href: "/menu/hdEgg.jpg",
  },
  {
    name: "ขนมปังไส้กรอก ชีส",
    price: 65,
    details: "ขนมปังไส้กรอกหมูผสมไก่คุณภาพดี ราดด้วยมอสซาเรลล่าชีสยืดๆหอมๆ",
    href: "/menu/hdSausage.jpg",
  },
];

export const SW = [
  {
    name: "แซนด์วิชไข่ เบคอนชีส",
    price: 95,
    details:
      "ขนมปังชิ้นหนา ทาเนยย่าง พร้อมไข่คนนุ่มๆ และเบคอนหมูรมควัน และเชดด้าชีส",
    href: "/menu/sw2.jpg",
  },
  {
    name: "แซนด์วิชไข่ แฮมชีส",
    price: 95,
    details: "ขนมปังชิ้นหนา ทาเนยย่าง พร้อมไข่คนนุ่มๆ แฮมหมู และเชดด้าชีส",
    href: "/menu/sw1.jpg",
  },
];

export const BG = [
  {
    name: "ชีสเบอร์เกอร์ ไก่พริกไทยดำ",
    price: 105,
    details:
      "เบอร์เกอร์เนื้อไก่บดหมักเครื่องปรุงและพริกไทยดำ ย่างพร้อมเครื่องเทศ วางคู่กับเชดด้าชีสคุณภาพดี ราดด้วยซอสสูตรของทางร้าน พร้อมผักสลัดและหอมใหญ่ผัด ประกบปิดด้วยขนมปังสุดพรีเมี่ยม สไตล์ฝรั่งเศส บริยอส บัน",
    href: "/menu/bgc2.jpg",
  },
  {
    name: "ชีสเบอร์เกอร์ บาร์บีคิวไก่",
    price: 110,
    details:
      "เบอร์เกอร์เนื้อไก่บดหมักเครื่องปรุงและพริกไทยดำ ย่างพร้อมเครื่องเทศ และซอสบาร์บีคิวฉุ่มฉ่ำ วางคู่กับเชดด้าชีสคุณภาพดี ราดด้วยซอสสูตรของทางร้าน พร้อมผักสลัดและหอมใหญ่ผัด ประกบปิดด้วยขนมปังสุดพรีเมี่ยม สไตล์ฝรั่งเศส บริยอส บัน",
    href: "/menu/bgc3.jpg",
  },
  {
    name: "ชีสเบอร์เกอร์ ไก่กรอบ",
    price: 120,
    details:
      "เบอร์เกอร์ไก่ทอด จากเนื้อไก่หมักเครื่องปรุง ชุบแป้งทอดกรอบๆ พร้อมเชดด้าชีส ผักสลัดและหอมใหญ่ผัด ประกบปิดด้วยขนมปัง บริยอส บัน สไตล์ฝรั่งเศส",
    href: "/menu/bgc1.jpg",
  },
  {
    name: "ชีสเบอร์เกอร์ หมูพริกไทยดำ",
    price: 120,
    details:
      "เบอร์เกอร์เนื้อหมูบดหมักเครื่องปรุง ย่างพร้อมเครื่องเทศ วางคู่กับเชดด้าชีสคุณภาพดี ราดด้วยซอสสูตรของทางร้าน พร้อมผักสลัดและหอมใหญ่ผัด ประกบปิดด้วยขนมปังสุดพรีเมี่ยม สไตล์ฝรั่งเศส บริยอส บัน",
    href: "/menu/bgp3.jpg",
  },
  {
    name: "ชีสเบอร์เกอร์ บาร์บีคิวหมู",
    price: 130,
    details:
      "เบอร์เกอร์หมูบดหมักเครื่องปรุงและเครื่องเทศ ย่างพร้อมซอสบาร์บีคิวหอมหวานฉ่ำๆ วางคู่กับเชดด้าชีสคุณภาพดี พร้อมผักสลัดและหอมใหญ่ผัด ประกบปิดด้วยขนมปังสุดพรีเมี่ยม สไตล์ฝรั่งเศส บริยอส บัน",
    href: "/menu/bgp1.jpg",
  },
  {
    name: "ชีสเบอร์เกอร์ เมนชิคัตสึ หมู",
    price: 140,
    details:
      "เนื้อหมูบดหมักเครื่องเทศ ชุบแป้งและเกล็ดขนมปังทอด ราดด้วยซอส ทงคัตสึ สไตล์ญี่ปุ่น วางคู่กับเชดด้าชีสคุณภาพดี พร้อมผักสลัดและหอมใหญ่ผัด ประกบปิดด้วยขนมปังสุดพรีเมี่ยม สไตล์ฝรั่งเศส บริยอส บัน",
    href: "/menu/bgp2.jpg",
  },
  {
    name: "ชีสเบอร์เกอร์ เนื้อโคขุน",
    price: 140,
    details:
      "เนื้อโคขุนบดคุณภาพดี ย่างพร้อมเครื่องเทศหอมๆ วางคู่กับเชดด้าชีส ราดด้วยซอสสูตรเฉพาะทางร้าน พร้อมผักสลัด หอมใหญ่ผัด แตงกวาดอง ประกบปิดด้วยขนมปังสุดพรีเมี่ยม สไตล์ฝรั่งเศส บริยอส บัน",
    href: "/menu/bgb2.jpg",
  },
  {
    name: "ชีสเบอร์เกอร์ เมนชิคัตสึ เนื้อโคขุน",
    price: 160,
    details:
      "เนื้อวัวบด ชุบแป้งและเกล็ดขนมปังทอด ราดด้วยซอส ทงคัตสึ สไตล์ญี่ปุ่น วางคู่กับเชดด้าชีสคุณภาพดี พร้อมผักสลัดและหอมใหญ่ผัด ประกบปิดด้วยขนมปังสุดพรีเมี่ยม สไตล์ฝรั่งเศส บริยอส บัน",
    href: "/menu/bgb3.jpg",
  },
  {
    name: "ชีสเบอร์เกอร์ปลา",
    price: 120,
    details:
      "เบอร์เกอร์เนื้อปลาแพนกาเซียส ชุบเกร็ดขนมปังทอด วางคู่กับเชดด้าชีสคุณภาพดี ราดด้วยทาร์ทาร์ซอส สูตรของทางร้าน ประกบปิดด้วยขนมปังสุดพรีเมี่ยม สไตล์ฝรั่งเศส บริยอส บัน",
    href: "/menu/bgf2.jpg",
  },
  {
    name: "ชีสเบอร์เกอร์ ปลาแซลมอน",
    price: 140,
    details:
      "เบอร์เกอร์เนื้อปลาแซลมอนสับ ย่างบนเตาปรุงด้วยเครื่องเทศ วางคู่กับเชดด้าชีสคุณภาพดี ราดด้วยซอสสูตร 1 ของทางร้าน พร้อมผักสลัดและหอมใหญ่ผัดจนสุก ประกบปิดด้วยขนมปังสุดพรีเมี่ยม สไตล์ฝรั่งเศส บริยอส บัน",
    href: "/menu/bgf3.jpg",
  },
  {
    name: "ชีสเบอร์เกอร์ แซลมอนคัตสึ",
    price: 160,
    details:
      "เบอร์เกอร์เนื้อปลาแซลมอน ชุบเกร็ดขนมปังทอด วางคู่กับเชดด้าชีสคุณภาพดี โดยสามารถเลือกซอสได้ถึง 2 แบบคือทาร์ทาร์ซอส หรือ ทงคัตสึซอส สไตล์ญี่ปุ่น ประกบปิดด้วยขนมปังสุดพรีเมี่ยม สไตล์ฝรั่งเศส บริยอส บัน",
    href: "/menu/bgf1.jpg",
  },
  {
    name: "ชีสเบอร์เกอร์ เบคอนบาร์บีคิวหมู",
    price: 165,
    details:
      "เนื้อหมูบดย่างพร้อมซอสบาร์บีคิวและเครื่องเทศ วางคู่กับเบคอนหมูรมควันย่างชิ้นใหญ่ และเชดด้าชีสคุณภาพดี พร้อมผักสลัดและหอมใหญ่ผัด ประกบปิดด้วยขนมปังสุดพรีเมี่ยม สไตล์ฝรั่งเศส บริยอส บัน",
    href: "/menu/bgp1.jpg",
  },
  {
    name: "ชีสเบอร์เกอร์เนื้อโคขุน & บาร์บีคิวเบคอน",
    price: 185,
    details:
      "เนื้อโคขุนบดคุณภาพดี ย่างพร้อมเครื่องเทศหอมๆ วางคู่กับเชดด้าชีส และเบคอนหมูรมควัน ทาซอสบาร์บีคิวราดด้วยซอสสูตรเฉพาะทางร้าน พร้อมผักสลัด หอมใหญ่ผัด แตงกวาดอง ประกบด้วยขนมปังสุดพรีเมี่ยม สไตล์ฝรั่งเศส บริยอส บัน",
    href: "/menu/bgp4.jpg",
  },
  {
    name: "ชีสเบอร์เกอร์กุ้ง ซอสสไปซี่",
    price: 190,
    details:
      "เนื้อกุ้งชุบเกล็ดขนมปังทอด โดยการบดแต่ยังมีรสสัมผัสของเนื้อกุ้งเป็นชิ้นๆ และเชดด้าชีส มาพร้อมซอสเผ็ด สูตรของทางร้าน ประกบกับขนมปังสไตล์ฝรั่งเศส บริยอส บัน",
    href: "/menu/bgShrimp.jpg",
  },
];

export const DB = [
  {
    name: "ดับเบิ้ลชีส ดับเบิ้ลเบอร์เกอร์ไก่พริกไทยดำ",
    price: 155,
    details:
      "เบอร์เกอร์เนื้อไก่บดหมักเครื่องปรุงและพริกไทยดำ ย่างพร้อมเครื่องเทศ จำนวน 2 ชั้น วางคู่กับเชดด้าชีส 2 แผ่น ราดด้วยซอสสูตรเฉพาะทางร้าน พร้อมผักสลัด หอมใหญ่ผัด ประกบด้วยขนมปังสุดพรีเมี่ยม สไตล์ฝรั่งเศส บริยอส บัน",
    href: "/menu/dbc.jpg",
  },
  {
    name: "ดับเบิ้ลชีส ดับเบิ้ลเบอร์เกอร์หมู",
    price: 195,
    details:
      "เบอร์เกอร์หมูบดหมักเครื่องปรุง ย่างพร้อมเครื่องเทศ จำนวน 2 ชั้น วางคู่กับเชดด้าชีส 2 แผ่น ราดด้วยซอสสูตรเฉพาะทางร้าน พร้อมผักสลัด หอมใหญ่ผัด ประกบปิดด้วยขนมปังสุดพรีเมี่ยม สไตล์ฝรั่งเศส บริยอส บัน",
    href: "/menu/dbp1.jpg",
  },
  {
    name: "ดับเบิ้ลชีส ดับเบิ้ลเบอร์เกอร์บาร์บีคิวหมู",
    price: 210,
    details:
      "เบอร์เกอร์หมูบดหมักเครื่องปรุง ย่างพร้อมเครื่องเทศและซอสบาร์บีคิว จำนวน 2 ชั้น วางคู่กับเชดด้าชีส 2 แผ่น ราดด้วยซอสสูตรเฉพาะทางร้าน พร้อมผักสลัด หอมใหญ่ผัด ประกบปิดด้วยขนมปังสุดพรีเมี่ยม สไตล์ฝรั่งเศส บริยอส บัน",
    href: "/menu/dbp2.jpg",
  },
  {
    name: "ดับเบิ้ลชีส ดับเบิ้ลเบอร์เกอร์ปลา",
    price: 195,
    details:
      "เนื้อปลาแพนกาเซียส ชุบแป้งและเกล็ดขนมปังทอดชิ้นใหญ่ถึง 2 ชั้น วางคู่กับเชดด้าชีส 2 แผ่น ราดด้วยทาร์ทาร์ซอส สูตรของทางร้าน ประกบปิดด้วยขนมปังสุดพรีเมี่ยม สไตล์ฝรั่งเศส บริยอส บัน",
    href: "/menu/dbFish.jpg",
  },
  {
    name: "ดับเบิ้ลชีส ดับเบิ้ลเบอร์เกอร์เนื้อโคขุน",
    price: 220,
    details:
      "เนื้อโคขุนบดคุณภาพดี ย่างพร้อมเครื่องเทศหอมๆ วางคู่กับเชดด้าชีสถึง 2 ชั้น ราดด้วยซอสสูตรเฉพาะทางร้าน พร้อมผักสลัด หอมใหญ่ผัด แตงกวาดอง ประกบปิดด้วยขนมปังสุดพรีเมี่ยม สไตล์ฝรั่งเศส บริยอส บัน",
    href: "/menu/dbb2.jpg",
  },
  {
    name: "ดับเบิ้ลชีสเบอร์เกอร์ เนื้อออสเตรเลียวากิว",
    price: 355,
    details:
      "เนื้อวัววากิวบดคุณภาพดี จากออสเตรเลีย ย่างพร้อมเครื่องเทศหอมๆถึง 2 ชั้น วางคู่กับเชดด้าชีส 2 แผ่น ราดด้วยซอสสูตรเฉพาะทางร้าน พร้อมผักสลัด หอมใหญ่ผัด แตงกวาดอง ประกบปิดด้วยขนมปังสุดพรีเมี่ยม สไตล์ฝรั่งเศส บริยอส บัน",
    href: "/menu/dbb1.jpg",
  },
];
export const SD = [
  {
    name: "เฟรนซ์ฟรายส์ ( เล็ก )",
    price: 55,
    details: "มันฝรั่งทอด คลุกเกลือ ขนาดเล็ก 100 กรัม",
    href: "/menu/sd5.jpg",
  },
  {
    name: "เฟรนซ์ฟรายส์ ( ใหญ่ )",
    price: 90,
    details: "มันฝรั่งทอด คลุกเกลือ ขนาดใหญ่ 200 กรัม",
    href: "/menu/sd5.jpg",
  },
  {
    name: "เฟรนซ์ฟรายส์เขย่า ( เล็ก )",
    price: 65,
    details: "มันฝรังทอด ขนาดเล็ก 100 กรัม คลุกผงรสชาติต่างๆได้ 1 รสชาติ",
    href: "/menu/sd4.jpg",
  },
  {
    name: "เฟรนซ์ฟรายส์เขย่า ( ใหญ่ )",
    price: 120,
    details: "มันฝรังทอด ขนาดใหญ่ 200 กรัม คลุกผงรสชาติต่างๆได้ 1 รสชาติ",
    href: "/menu/sd4.jpg",
  },
  {
    name: "นักเก็ตไก่ทอด 5 ชิ้น",
    price: 60,
    details: "นักเก็ตไก่ทอด กรอบนอกนุ่มใน จำนวน 5 ชิ้น",
    href: "/menu/sd2.jpg",
  },
  {
    name: "ชีสบอล",
    price: 50,
    details: "มอสซาเรลล่าชีสชุบแป้งทอด จำนวน 4 ลูก",
    href: "/menu/sd6.jpg",
  },
];
export const RICE = [
  {
    name: "ข้าวหน้าปลาแพนกาเซียสทอด",
    price: 125,
    details:
      "ข้าวหน้าปลาแพนกาเซียส ชุบเกล็ดขนมปังทอด พร้อมทาร์ทาร์ซอส หรือ ทงคัตสึซอส",
    href: "/menu/riceFish.jpg",
  },
  {
    name: "ข้าวหน้าเมนชิคัตสึ หมู",
    price: 125,
    details:
      "ข้าวหน้าหมูบดหมักปรุงรส ชุบเกร็ดขนมปังทอด สไตล์ญี่ปุ่น พร้อมทงคัตสึซอส และผักกระหล่ำขูดฝอย",
    href: "/menu/ricePork.jpg",
  },
  {
    name: "ข้าวหน้าเมนชิคัตสึ เนื้อโคขุน",
    price: 140,
    details:
      "ข้าวหน้าเนื้อโคขุนบด ชุบเกร็ดขนมปังทอด สไตล์ญี่ปุ่น พร้อมทงคัตสึซอส และผักกระหล่ำขูดฝอย",
    href: "/menu/riceBeef.jpg",
  },
];
